str = prompt('Введите имя ')
console.log('Меня зовут ' + str);

str = prompt('Введите свой возраст ')
console.log('Мне ' + str);

str = prompt('Решите пример 6 + 3 = ?' )
console.log('Пример 1: 6 + 3 = ' + (6 + 3) + ' Ваш ответ ' + str );

str = prompt ('Решите пример 20 - 15 = ?')
console.log('Пример 2: 20 - 15 = ' + (20 - 15) + ' Ваш ответ ' + str );

str = prompt ('Решите пример 15 * 2 = ?')
console.log('Пример 3: 15 * 2 = ' + 15 * 2 + ' Ваш ответ ' + str );

str = prompt ('Решите пример 8 / 4 = ?')
console.log('Пример 4: 8 / 4 = ' + 8 / 4 + ' Ваш ответ ' + str );

str = prompt ('Решите пример 10 % 3 = ?')
console.log ('Пример 5: 10 % 3 = ' + 10 % 3 + ' Ваш ответ ' + str)

alert('Откройте консоль для просмотра')